{
    "common": {
        "home": "Accueil",
        "about": "À propos",
        "events": "Événements",
        "contact": "Contactez-nous",
        "termsOfUseAndPrivacy": "Conditions d’utilisation et politique de confidentialité",
        "accessibilityStandards": "Normes d'accessibilité",
        "homePath": "fr",
        "eventsPath": "fr/événements",
        "aboutPath": "fr/propos",
        "contactPath": "fr/contactez-nous",
        "termsOfUseAndPrivacyPath": "/fr/conditions-dutilisation-politique-confidentialite",
        "accessibilityStandardsPath": "fr/normes-daccessibilite",
        "menu": "Menu",
        "joinUs": "Rejoignez-nous",
        "donate": "Faire un don",
        "close": "Fermer",
        "loading": "Chargement",
        "emailAddress": "Adresse courriel",
        "pageNotFoundTitle": "Page non trouvée",
        "pageNotFoundSubtitle": "Nous comprenons que vous souhaitiez vous écarter du chemin prévu, mais cette page n'existe pas.",
        "termsOfUseBody": "Les conditions d'utilisation suivantes sont fournies à titre de clarifications et d'informations générales.",
        "privacyStatementAndInfoTitle": "Déclaration de confidentialité et informations personnelles collectées auprès des visiteurs du site",
        "officialLanguagesNoticeTitle": "Avis des langues officielles",
        "copyrightAndPermissionToReproduceTitle": "Autorisation de reproduction et droits d'auteur",
        "commercialReproductionTitle": "Reproduction commerciale",
        "nonCommercialReproductionTitle": "Reproduction non commerciale",
        "thirdPartyMaterialsTitle": "Matériaux tiers",
        "hyperlinkingTitle": "Hyperliens",
        "copyrightAndPermissionToReproduceBody": "C'est dans l'intérêt des Canadiens autistes et neurodivergents que le matériel de ce site Web a été créé, choisi, compilé et affiché. Le matériel de ce site Web est ou peut être soumis aux réglementations, lois et accords internationaux canadiens, dans ajout à la Loi sur le droit d'auteur, ainsi qu'aux politiques de SSF.",
        "privacyStatementAndInfoBody": "La SSF s'engage fortement à respecter pleinement votre vie privée. La section ci-jointe suivante résume les pratiques de confidentialité de ce site Web. SpectrumOfStrengths.org ne collecte automatiquement aucune information personnelle spécifique vous concernant, telle que votre nom, votre numéro de téléphone ou adresse e-mail. Nous n'obtiendrons ce type d'informations que si vous les fournissez en nous envoyant des commentaires (via le formulaire de commentaires) ou en vous abonnant pour recevoir des e-mails ou d'autres communications électroniques de SpectrumOfStrengths.org.",
        "officialLanguagesNoticeBody": "Le site Web de la SSF respecte la Loi sur les langues officielles. Notre organisation s'engage fortement à faire en sorte que tout le contenu informatif de notre site Web soit disponible en anglais et en français. Cette garantie ne peut être faite pour toutes les informations fournies par des sources externes. , qui peut exister uniquement dans un ensemble de langues plus petit ou différent. Veuillez noter que nous pouvons avoir des hyperliens vers des entités qui ne sont pas assujetties au <a href=\"https://laws-lois.justice.gc.ca/fra/lois/o-3.01/index.html\" target=\"_blank\" rel=\"noreferrer\">Loi sur les langues officielles.</a>",
        "commercialReproductionBody": "La reproduction - en totalité ou en partie - de tout élément de ce site Web à des fins de redistribution commerciale est interdite. La seule exception émane de la SSF et dans des conditions satisfaisantes pour celle-ci, sous réserve de certaines restrictions de tiers. matériel du parti. Veuillez contacter <a href=\"mailto:spectrum.of.strengths@gmail.com\">la SSF</a> afin de demander l'autorisation de reproduire le matériel de ce site à des fins commerciales.",
        "nonCommercialReproductionBody": "<p>Sous réserve de certaines restrictions sur les documents tiers, le matériel de ce site Web a été publié dans le but d'être facilement disponible pour un usage personnel et public, non commercial et peut être reproduit, en partie. ou en totalité et par quelque moyen que ce soit, sans autorisation ni frais supplémentaires de la part de la SSF, selon les termes et conditions suivants :</p><ul><li>Les utilisateurs doivent respecter pleinement les droits sur tout matériel tiers (par exemple, les utilisateurs doivent demander l'autorisation du ou des titulaires des droits de tout élément tiers avant de le reproduire).</li><li>Les utilisateurs font preuve de diligence raisonnable pour garantir l'exactitude des éléments reproduits.</li><li>La reproduction n'est pas présenté comme une version officielle du matériel reproduit, ni comme ayant été réalisé, en affiliation avec ou avec l'approbation de la SSF.</li><li>Le matériel doit être reproduit et/ou utilisé uniquement à des fins pleinement licites. et d'une manière qui ne viole aucune loi ni ne constitue une infraction académique.</li><li>Les utilisateurs attribuent SSF comme source du matériel./li><li>En ce qui concerne tous les documents soumis au droit d'auteur appartenant à SSF, les utilisateurs doivent inclure la mention \"Spectrum of Strengths Foundation, [année de la première publication du matériel]. Utilisé avec autorisation.\".</li></ul><p>Votre utilisation et/ou reproduction d'un tel matériel constitue votre acceptation de ces termes et conditions.</p>",
        "thirdPartyMaterialsBody": "Certains des documents pouvant être trouvés sur SpectrumOfStrengths.org sont soumis à des droits d'auteur et des droits connexes détenus par d'autres entités, organisations et/ou auteurs de ces documents. Dans de tels cas, il peut exister certaines restrictions sur la reproduction du matériel, et il peut être nécessaire de demander l'autorisation du ou des titulaires des droits avant de reproduire le matériel. Veuillez contacter <a href=\"mailto:spectrum.of.strengths@gmail.com\">le SSF<. /a> pour obtenir toutes les informations concernant les restrictions de droits d'auteur et la propriété sur la reproduction de documents tiers sur SpectrumOfStrengths.org.",
        "hyperlinkingBody": "<p>Nous fournissons des liens vers d'autres sites Web uniquement pour le bénéfice de nos utilisateurs. La SSF n'est pas responsable de l'exactitude, de l'actualité ou de la fiabilité du contenu fourni. La SSF ne fournit et ne peut fournir aucune garantie. à cet égard, et il n'est pas responsable des informations trouvées via ces liens, ni n'approuve ces sites et leur contenu.</p><p>Les informations proposées par des sites Web autres que SpectrumOfStrengths.org ne sont pas nécessairement soumises à la Loi sur la protection des renseignements personnels et la Loi sur les langues officielles, et ces informations ne peuvent être disponibles que dans la ou les langues utilisées par ces sites donnés.</p><h3>Les critères de création de liens hypertextes vers et depuis SpectrumOfStrengths.org</h3><p>SpectrumOfStrengths.org a l'intention de fournir des informations au profit des personnes autistes et neurodivergentes.</p><h3>Règles régissant les hyperliens</h3><p>Lors de l'établissement d'un hyperlien vers ou depuis SpectrumOfStrengths.org :</p><ul ><li>La SSF ne vend pas de publicité ni ne reçoit d'avantages financiers pour les hyperliens que nous partageons.</li><li>La SSF se réserve le droit de refuser de renouveler un hyperlien, de refuser de publier un hyperlien ou de mettre fin à un lien hypertexte existant sans préavis en raison du non-respect des critères ci-dessous, ou pour toute autre raison applicable pouvant inclure, mais sans s'y limiter, des problèmes avec le contenu, des plaintes de nos clients ou la navigation sur le site.</li><li>SpectrumOfStrengths.org ne présente pas d'icônes, d'images ou de logos tiers, à l'exception d'un accord de collaboration préexistant.</li></ul><h3>Hyperliens vers SpectrumOfStrengths.org</h3 ><p> Les autres sites n'ont pas besoin de demander l'autorisation pour créer un lien vers SpectrumOfStrengths.org. Cependant, nous vous demandons de respecter ces pratiques de création d'hyperliens :</p><ul><li>Utilisez uniquement des liens texte pour créer des liens vers SpectrumOfStrengths.org.</li><li>Les hyperliens respectent et respectent l'avis de droit d'auteur qui régit les documents publiés sur SpectrumOfStrengths.org.</li><li>Les logos officiels de SpectrumOfStrengths.org et de la SSF ne peuvent pas être utilisés comme aides à la navigation.</li><li>L'utilisateur ne peut pas être raisonnablement dérouté par la création du lien car à la source de l'information grâce à des pratiques telles que les liens profonds et le cadrage.</li></ul><h3>Hyperliens de SpectrumOfStrengths.org</h3><p>Si vous souhaitez proposer une demande à SpectrumOfStrengths.org fournissez un lien hypertexte vers un site Web externe donné, nous vous demandons de revoir les critères suivants avant de soumettre votre demande :</p><ul><li>Le site Web doit permettre aux utilisateurs de revenir à SpectrumOfStrengths.org. Le site Web ne peut pas empêcher l'utilisateur de revenir sur SpectrumOfStrengths.org en utilisant des techniques qui empêcheraient l'utilisation du bouton « retour » du navigateur.</li><li>Les liens créés dans le contexte d'un accord de collaboration ne sont pas pris en compte. une approbation ou fournissant un avantage concurrentiel déloyal.</li><li>Le site fournit des informations de contact qui comprennent, au minimum, deux des éléments suivants : e-mail, adresse postale et/ou numéro de téléphone.</li><li >Le contenu du site est conforme aux lois canadiennes, y compris la confidentialité, les droits d'auteur, etc..</li><li>Le contenu du site est maintenu exact et à jour.</li><li>La création de liens n'a aucun effet. fournir un avantage concurrentiel déloyal en soutenant en ligne les intérêts de tiers. Les liens fournis sur ce site sont là uniquement à des fins de commodité. Ils ne constituent pas une évaluation ou une approbation du contenu des sites auxquels ils sont destinés.</li><li>Le site n'a aucune affiliation ou contenu qui le rendrait considéré comme inapproprié.</li></ul><p >De plus, veuillez noter que la préférence pourra être accordée aux sites qui rendent leurs informations disponibles dans les deux langues officielles et offrent un accès gratuit et ininterrompu aux utilisateurs.</p>",
        "accessibilityStandardsBody": "<p>La Fondation Spectrum of Strengths (SSF) s'engage pleinement à déployer des efforts raisonnables pour respecter et incarner pleinement les principes d'indépendance, de dignité, d'intégration et d'égalité des chances et garantir que nous fournissons un service client accessible à tous. personnes handicapées.</p><p>La politique sur les normes d'accessibilité pour les services à la clientèle de l'Ontario régit la façon dont nous fournissons des services aux membres du public ou à d'autres organisations tierces conformément à la Loi de 2005 sur l'accessibilité pour les personnes handicapées de l'Ontario (LAPHO) et à la Loi sur l'accessibilité. Norme pour le service client, dont les deux formes de législation visent à édifier les normes d'accessibilité pour les personnes handicapées.</p>",
        "accessibilityPracticesAndProceduresTitle": "Nos pratiques et procédures en matière d'accessibilité",
        "accessibilityDocumentAvailabilityNoteTitle": "Disponibilité des documents",
        "accessibilityCommunicationTitle": "Pratiques de communication",
        "accessibilityWebContentTitle": "Site Web Le spectre des forces",
        "accessibilityFeedbackProcessTitle": "Notre processus de feedback",
        "accessibilityPracticesAndProceduresBody": "Nous respectons les réglementations de la Norme d'accessibilité pour le service client en :<ul><li>Formant les employés sur le contenu et les attentes de la LAPHO.</li><li>Fournissant nos services de cette manière qui respecte pleinement l'indépendance et la dignité des personnes handicapées.</li><li>Donner aux personnes handicapées la même chance, égale à celle des personnes valides, d'obtenir, d'utiliser ou de bénéficier de nos services.</li><li>Fournir des services de telle sorte que les personnes handicapées puissent bénéficier pleinement des mêmes services, au même endroit et de la même manière ou de manière similaire que les personnes handicapées, sauf dans le cas où une mesure alternative serait nécessaire pour permettre à une personne handicapée d'obtenir, d'utiliser ou de bénéficier de nos services.</li></ul>",
        "accessibilityDocumentAvailabilityNoteBody": "Tout document ou documents requis par les normes d'accessibilité pour le service client, y compris les documents concernant notre processus de commentaires, nos politiques et nos pratiques et procédures d'accessibilité, sont disponibles sur demande.</p><p>Dans le cas où un tel document est demandé, nous fournirons le document ou les informations qu'il contient dans un format qui prend en compte le handicap de la personne, ou autrement dans un autre format convenant à la personne handicapée concernée.</p><p>Veuillez contacter <a href=\"mailto:spectrum.of.strengths@gmail.com\">spectrum.of.strengths@gmail.com</a> si un format alternatif est requis.</p>",
        "accessibilityCommunicationBody": "Nous communiquons avec les personnes handicapées d'une manière qui prend réellement en compte le handicap de cette personne.",
        "accessibilityWebContentBody": "Nous nous engageons fermement à assurer le plein respect des normes de conformité du contenu. Nous sommes actuellement en conformité avec ces normes et nous mettrons en œuvre les mises à jour appropriées afin de répondre à toute nouvelle exigence déclarée chaque fois qu'elle sera promulguée.",
        "accessibilityFeedbackProcessBody": "<p>Nous nous engageons fermement à garantir que nos services sont de qualité supérieure et accessibles à toutes les personnes, handicapées et handicapées. Les commentaires sur la façon dont nous atteignons cet objectif sont les bienvenus et appréciés.</p><p>Nous apprécions tous les commentaires sur la manière dont nous fournissons une assistance aux personnes handicapées par e-mail ou par d'autres méthodes pertinentes.</p><p>Tous les commentaires reçus seront adressés à notre équipe à <a href=\"mailto:spectrum.of.strengths@gmail.com\">spectrum.of.strengths@gmail.com</a>.</p><p>Cela sera fait de manière à respecter et à respecter la confidentialité de dans toute la mesure possible, et nous pouvons garantir que ces commentaires seront examinés pour toute mesure possible qui peut être prise pour améliorer nos services. Une réponse aux commentaires donnés sera, dans la plupart des cas, fournie dans un délai d'un mois ouvrable. les réponses et/ou les commentaires seront livrés dans un format accessible à celui qui les a soumis.</p>"
    },
    "email": {
        "title": "Joignez-vous à notre liste de diffusion",
        "subscribe": "S'abonner",
        "successTitle": "Réussite !",
        "successSubtitle": "Merci de vous être abonné !"
    },
    "contactUs": {
        "contactUs": "Contactez-nous",
        "nameInput": "Nom",
        "subjectInput": "Sujet",
        "messageInput": "Message",
        "submit": "Soumettre"
    },
    "otherLanguage": {
        "name": "English",
        "/fr": "",
        "fr/événements": "events",
        "/fr/propos": "about",
        "/fr/contactez-nous": "contact-us",
        "/fr/conditions-dutilisation-politique-confidentialite": "terms-of-use-and-privacy",
        "/fr/normes-daccessibilite": "accessibility-standards"
    }
}