{
    "common": {
        "home": "Home",
        "events": "Events",
        "about": "About",
        "contact": "Contact",
        "termsOfUseAndPrivacy": "Terms of use & privacy",
        "accessibilityStandards": "Accessibility standards",
        "homePath": "",
        "eventsPath": "events",
        "aboutPath": "about",
        "contactPath": "contact-us",
        "termsOfUseAndPrivacyPath": "terms-of-use-and-privacy",
        "accessibilityStandardsPath": "accessibility-standards",
        "menu": "Menu",
        "joinUs": "Join us",
        "donate": "Donate",
        "close": "Close",
        "loading": "Loading",
        "emailAddress": "Email address",
        "pageNotFoundTitle": "Page not found",
        "pageNotFoundSubtitle": "We appreciate that you want to diverge from the intended path, but this page does not exist.",
        "termsOfUseBody": "The following terms of use are provided as general clarifications and information.",
        "privacyStatementAndInfoTitle": "Privacy statement & personal information that is collected from site visitors",
        "officialLanguagesNoticeTitle": "Notice of official languages",
        "copyrightAndPermissionToReproduceTitle": "Permission to reproduce & copyright",
        "commercialReproductionTitle": "Commercial reproduction",
        "nonCommercialReproductionTitle": "Non-commercial reproduction",
        "thirdPartyMaterialsTitle": "Third-party materials",
        "hyperlinkingTitle": "Hyperlinks",
        "copyrightAndPermissionToReproduceBody": "It is for the benefit of autistic and neurodivergent Canadians that the materials on this website were created, chosen, compiled, and displayed. This website's materials are or may be subject to Canadian regulations, laws, and international agreements, in additon to the Copyright Act, as well as SSF policies.",
        "privacyStatementAndInfoBody": "The SSF is strongly committed to wholly respecting your privacy. The following enclosed section summarizes the privacy practices on this website. SpectrumOfStrengths.org does not automatically gather any specific personal information from you, such as your name, phone number or email address. We would only obtain this type of information if you supply it by sending us feedback (through the feedback form) or by subscribing to receive email or other electronic communications from SpectrumOfStrengths.org.",
        "officialLanguagesNoticeBody": "The SSF website respects the Official Languages Act. Our organization is strongly committed to ensuring that all of the informational content on our website is available in both English and French. This guarantee cannot be made for all information provided from external sources, which may only exist in a smaller or different set of languages. Please note that we may have hyperlinks to entities that are not subject to the <a href=\"https://laws-lois.justice.gc.ca/eng/acts/O-3.01/index.html\" target=\"_blank\" rel=\"noreferrer\">Official Languages Act.</a>",
        "commercialReproductionBody": "Reproduction — in whole or in part — of any of this website's materials for the purposes of commercial redistribution is prohibited. The only exception is from, and on terms satisfactory to, the SSF, subject to some restrictions on 3rd-party materials. Please contact <a href=\"mailto:spectrum.of.strengths@gmail.com\">the SSF</a> in order to request permission to reproduce this site's materials for commercial purposes.",
        "nonCommercialReproductionBody": "<p>Subject to certain restrictions on 3rd-party materials, the material on this website has been posted with the purpose that it be readily available for personal and public, non-commercial use and may be reproduced, in part or in whole and by any means, without further permission or charge from the SSF, on the following terms & conditions:</p><ul><li>Users shall fully respect the rights in any 3rd-party materials (e.g. users should seek permission from the rights holder(s) of any third-party materials prior to reproducing same).</li><li>Users exercise due diligence in ensuring the accuracy of the materials reproduced.</li><li>The reproduction is not represented as an official version of the materials reproduced, nor as having been made, in affiliation with or with the endorsement of the SSF.</li><li>The material must be reproduced and/or used only for fully lawful purposes and in such a manner that does not violate any law or constitute an academic offence.</li><li>Users attribute SSF as the source of the material./li><li>With respect to all materials subject to copyright owned by SSF, users should include the notice \"Spectrum of Strengths Foundation, [year material was first published]. Used with permission.\".</li></ul><p>Your use and/or reproduction of any such material constitutes your acceptance of these terms and conditions.</p>",
        "thirdPartyMaterialsBody": "Some of the materials that may be found on SpectrumOfStrengths.org are subject to copyrights and related rights held by other entities, organizations, and/or the authors of those materials. In such cases, there may exist some restrictions on the reproduction of materials, and it may be required to request permission from the rights holder or holders prior to reproducing the material. Please contact <a href=\"mailto:spectrum.of.strengths@gmail.com\">the SSF</a> to obtain any & all information that concerns copyright restrictions & ownership on the reproduction of third-party materials on SpectrumOfStrengths.org.",
        "hyperlinkingBody": "<p>We provide links to other websites solely for the benefit of our users. The SSF is not responsible for the accuracy, currency, or the reliability of the given content. The SSF does not and cannot provide any guarantee in that respect, and it is not responsible for the information that is found through these links, nor does it endorse such sites and their content.</p><p>Information offered by websites other than SpectrumOfStrengths.org is not necessarily subject to the Privacy Act and the Official Languages Act, and such information may only be available only in the language or languages used by those given sites.</p><h3>The criteria for hyperlinking to & from SpectrumOfStrengths.org</h3><p>SpectrumOfStrengths.org intends to deliver information for the benefit of autistic & neurodivergent people.</p><h3>Rules governing hyperlinking</h3><p>When hyperlinking to or from SpectrumOfStrengths.org:</p><ul><li>The SSF does not sell advertising or receive financial benefit for the hyperlinks that we do share.</li><li>The SSF reserves the right to refuse to renew a hyperlink, refuse to post a hyperlink, or terminate an existing hyperlink link without any given prior notice due to non-compliance with the below criteria, or otherwise for any other applicable reason which may include, but is not restricted to, issues with the content, complaints from our clients, or site navigation.</li><li>SpectrumOfStrengths.org does not present 3rd party icons, images, or logos with the exception of a pre-existing collaborative arrangement.</li></ul><h3>Hyperlinks to SpectrumOfStrengths.org</h3><p> Other sites do not need to request permission to link to SpectrumOfStrengths.org. However, we do ask that you obey these hyperlinking practices:</p><ul><li>Use only text links for linking to SpectrumOfStrengths.org.</li><li>Hyperlinks abide by & respect the Copyright Notice that governs the materials published on SpectrumOfStrengths.org.</li><li>The official logos of SpectrumOfStrengths.org and the SSF cannot be employed as navigational aids.</li><li>The user cannot be reasonably confused by the link creation as to the source of the information through such practices like deep linking and framing.</li></ul><h3>Hyperlinks from SpectrumOfStrengths.org</h3><p>If you would like to offer a request that SpectrumOfStrengths.org provide a hyperlink to a given external website, we request that you review the following criteria before submitting your request:</p><ul><li>The website must permit users to navigate back to SpectrumOfStrengths.org. The website cannot bar the user from returning to SpectrumOfStrengths.org by using any techniques that would prevent the use of the browser \"back\" button.</li><li>Links created within the context of a collaborative arrangement are not considered an endorsement or providing an unfair competitive advantage.</li><li>The site provides contact information that includes, as a minimum, two of the following: email, mailing address, and/or phone number.</li><li>The content of the site complies with Canadian laws, including privacy, copyright, etc..</li><li>The site's content is kept accurate and up-to-date.</li><li>Link creation does not provide any unfair competitive advantage through online endorsements of third-party interests. The links that are provided on this site are there for the purposes of convenience only. They are not a rating or endorsement of the sites' content to which they are made</li><li>The site does not have any affiliations or content that would make it considered inappropriate.</li></ul><p>In addition, please note that preference may be given to sites that make their information available in both official languages and provide uninterrupted, free access to users.</p>",
        "accessibilityStandardsBody": "<p>The Spectrum of Strengths Foundation (SSF) is fully committed to using reasonable efforts to wholly respect & embody the principles of independence, dignity, integration, & equal opportunity and ensure that we provide accessible customer service to all disabled people.</p><p>Ontario’s Accessibility Standard for Customer Service policy governs how we provide services to members of the public or other third party organizations in accordance with the Accessibility for Ontarians with Disabilities Act, 2005 (AODA) and the Accessibility Standard for Customer Service, of which both forms of legislation intend to edify the accessibility standards for disabled people.</p>",
        "accessibilityPracticesAndProceduresTitle": "Our accessibility practices & procedures",
        "accessibilityDocumentAvailabilityNoteTitle": "Availability of documents",
        "accessibilityCommunicationTitle": "Communication practices",
        "accessibilityWebContentTitle": "The Spectrum of Strengths website",
        "accessibilityFeedbackProcessTitle": "Our feedback process",
        "accessibilityPracticesAndProceduresBody": "We comply with the regulations of the Accessibility Standard for Customer Service by:<ul><li>Training employees on the content and expectations of the AODA.</li><li>Providing our services in such a manner that fully respects the independence and dignity of disabled people.</li><li>Giving disabled people the same opportunity equal to that of abled people to obtain, use, or benefit from our services.</li><li>Providing services such that disabled people are able to fully benefit from the same services, in the same place, and in the same or similar way as abled people, barring the case that an alternative measure is required to enable a disabled person to obtain, use, or benefit from our services.</li></ul>",
        "accessibilityDocumentAvailabilityNoteBody": "Any document or documents required by the Accessibility Standards for Customer Service — including documents regarding our feedback process, our policies, and accessibility practices & procedures — are available upon request.</p><p>In the case that any such document is requested, we will provide the document or the information contained within it in a format that considers the person’s disability, or otherwise in an alternate format agreeable to the given disabled person.</p><p>Please contact <a href=\"mailto:spectrum.of.strengths@gmail.com\">spectrum.of.strengths@gmail.com</a> if an alternative format is required.</p>",
        "accessibilityCommunicationBody": "We communicate with disabled individuals in such a manner that truly considers that person’s disability.",
        "accessibilityWebContentBody": "We have a strong committment to ensuring full compliance with content conformity norms. We are currently in compliance with such norms, and we will implement appropriate updates in order to meet any new stated requirements whenever they are enacted.",
        "accessibilityFeedbackProcessBody": "<p>We have a strong commitment to ensuring that our services are of superior quality and accessible to all individuals, disabled and abled alike. Comments on how well we achieve this goal are welcomed and appreciated.</p><p>We welcome any & all feedback on the manner in which we provide support to disabled individuals through by email or other pertinent methods.</p><p>All feedback received will be directed to our team at <a href=\"mailto:spectrum.of.strengths@gmail.com\">spectrum.of.strengths@gmail.com</a>.</p><p>This will be done in such a manner that upholds & respsects privacy to the fullest degree, and we can ensure that such feedback will be reviewed for any possible action that can be taken to better our services. A response to the given feedback will, in most cases, be provided within one business month. We will ensure that the responses and/or feedback will be delivered in a format accessible to the submitter.</p>"
    },
    "email": {
        "title": "Join our mailing list",
        "email": "Email",
        "subscribe": "Subscribe",
        "successTitle": "Success!",
        "successSubtitle": "Thank you for subscribing!"
    },
    "contactUs": {
        "contactUs": "Contact us",
        "nameInput": "Name",
        "subjectInput": "Subject",
        "messageInput": "Message",
        "submit": "Submit",
        "postSubmitTitle": "Thanks for reaching out!",
        "postSubmitSubtitle": "We will get back to you as promptly as we can."
    },
    "otherLanguage": {
        "name": "Français",
        "/": "fr",
        "/events": "fr/événements",
        "/about": "fr/propos",
        "/contact-us": "fr/contactez-nous",
        "/terms-of-use-and-privacy": "fr/conditions-dutilisation-politique-confidentialite",
        "/accessibility-standards": "fr/normes-daccessibilite"
    }
}